{"Cerita dalam novel Rindu dibuka dengan penggalan sejarah yang berkisar pada tahun 1938 dengan lokasi Pelabuhan Makassar. Sebuah perjalanan sakral akan dilaksanakan menggunakan kapal uap kargo terbesar di masa itu dengan nama kapal Blitar Holland milik Belanda. Perjalanan ini telah lama ditunggu oleh masyarakat se-Nusantara. Bisa melaksanakan ibadah haji dalam upaya menyempurnakan Rukun Islam kelima adalah sebuah keniscayaan di tengah peliknya suasana Perang Dunia II. Pemerintah Hindia Belanda mengawasi dengan ketat perjalanan menuju Tanah Haram ini. Tampak sekali perbedaan perlakuan yang diberikan oleh petinggi Belanda kepada kaum buruh dan ulama. Dua golongan ini biasanya akan dihujani dengan hinaan dan selalu dicurigai. Seperti perlakuan Belanda yang mengatur persiapan keberangkatan kapal uap, kaum buruh dibentak-bentak dan diperintah dengan kasar. Demikian juga dengan seorang ulama yang dipanggil dengan Gurtta Ahmad Karaeng. Seluruh bawaannya diperiksa. Buku-buku yang dibawanya juga diperintahkan untuk dimusnahkan.": "kapal uap, kargo, Pelabuhan Makassar, perjalanan sakral, ibadah haji, Rukun Islam, Perang Dunia II, Hindia Belanda, Tanah Haram, kaum buruh, ulama, diskriminasi, curiga, Gurtta Ahmad Karaeng, musnah", "Surat Kecil untuk Tuhan bercerita tentang seorang gadis bernama Gita Sesa Wanda Cantika atau Keke yang merupakan pejuang kanker rhabdomyosarcoma. Ia baru berusia 13 tahun ketika mengidap penyakit tersebut.Keke lahir dikeluarga yang berada, namun tidak utuh. Orang tuanya bercerai dan ia harus hidup bersama ayah dan dua kakak laki-lakinya. Prestasi akademik maupun kehidupan sosial Keke sangat baik. Ia memiliki banyak teman dekat dan kekasih yang menyayanginya.Sayangnya, kehidupannya yang damai mendadak runtuh setelah ia didiagnosis mengidap kanker ganas bernama rhabdomyosarcoma. Penyakit yang awalnya hanya-sakit-mata itu perlahan-lahan merenggut banyak hal dari Keke, termasuk kehidupan sekolahnya yang normal dan penampilan fisiknya. Selama tiga tahun hidup dengan kanker ganas, Keke selalu dihantui dengan bayang-bayang kematian. Ia kemudian memutuskan menulis surat kecil kepada Tuhan berisi berbagai permohonan, termasuk keinginannya untuk sembuh, tumbuh dewasa, hingga agar tidak ada lagi orang yang bernasib sama dengannya.": "1. Kanker Rhabdomyosarcoma\n2. Keke\n3. Perjuangan\n4. Keluarga yang rusak\n5. Prestasi akademik\n6. Kehidupan sosial\n7. Teman dan kekasih\n8. Diagnosis mengerikan\n9. Pengorbanan\n10. Surat untuk Tuhan\n11. Permohonan\n12. Harapan\n13. Kematian\n14. Kesembuhan\n15. Pertumbuhan dewasa\n16. Kehidupan dengan penyakit", "Lactobacius Ferment Sodium Benzoate.": "Lactobacius Ferment, Sodium Benzoate, Probiotik, Pengawet Makanan, Mikrobiologi Pangan, Kesehatan Usus, Bakteri Asam Laktat.", "My Next Words adalah produk dari hasil": "1. Inspirasi\n2. Kreativitas\n3. Proses kreatif\n4. Menulis\n5. Pengembangan diri\n6. Perkembangan pribadi\n7. Ekspresi diri\n8. Karya\n9. Kata-kata\n10. Motivasi", "My Next Words adalah produk dari hasil\nkajian cermat secara praktis maupun\nteoretis. My Next Words disusun\nberdasarkan observasi dan pengalaman\nempirik pengajaran bahasa Inggris di\nberbagai wilayah di Indonesia. Untuk\nmengenalkan bahasa Inggris di tingkat\nSekolah Dasar diperlukan silabus dan\nmateri yang disusun sesuai dengan\nkonteks siswa dan sekolah di Indonesia\npada umumnya. My Next Words solusi\npengajaran bahasa Inggris di tingkat\nSekolah Dasar.": "bahasa Inggris, Sekolah Dasar, pengajaran, observasi, pengalaman empirik, silabus, materi, konteks siswa, solusi, Indonesia.", "My Next Words adalah produk dari hasil\nkajian cermat secara praktis maupun\nteoretis. My Next Words disusun\nberdasarkan observasi dan pengalaman\nempirik pengajaran bahasa lnggris di\nberbagai wilayah di Indonesia. Untuk\nmengenalkan bahasa Inggris di tingkat\nSekolah Dasar diperlukan silabus dan\nmateri yang disusun sesuai dengan\nkonteks siswa dan sekolah di Indonesia\npada umumnya. My Next Words solusi\npengajaran bahasa Inggris di tingkat\nSekolah Dasar.": "- Bahasa Inggris\n- Sekolah Dasar\n- Pengajaran\n- Silabus\n- Materi\n- Observasi\n- Pengalaman empirik\n- Konteks siswa\n- Pengajaran praktis\n- Pengajaran teoretis", "Kurikulum Merdeka Muatan Lokal Jawa Timur merupakan\nkurikulum dengan pembelajaran intrakurikuler yang beragam, di\nmana konten Jawa Timur akan lebih optimal agar peserta didik\nmemiliki cukup waktu untuk mendalami konsep Bahasa dan Budaya\ndaerah Jawa Timur dan menguatkan kompetensi dalam pembelajaran.\nKetika peserta didik menjadi seorang pelajar yang merdeka,\ninteraksi pendidik dan peserta didik akan berubah. Peserta didik akan\nmemiliki peluang untuk melakukan inisiatif, mempunyai suara dan\nkepemilikan pada proses pembelajaran serta -memiliki kesempatan\nuntuk memberikan umpan balik baik kepada diri sendiri, peserta didik\nlain serta kepada pendidik.\nBuku Bahasa Jawa Timur ini menjadi salah satu bentuk aplikasi\nKurikulum Merdeka Muatan Lokal Jawa Timur yang dicanangkan oleh\nKepala Dinas Provinsi Jawa Timur. Buku ini dapat menjadi bagian dari\nMerdeka Belajar yang dapat dilakukan oleh peserta didik baik\ndi sekolah maupun di rumah.": "kurikulum merdeka, muatan lokal, Jawa Timur, Bahasa Jawa Timur, budaya lokal, pembelajaran, peserta didik, inisiatif, interaksi pendidik, merdeka belajar, umpan balik, kompetensi, aplikasi kurikulum.", "Vrijens (2001) menulis buku berjudul \"Basis voor Verantwoord Trainen\"(Verartwoond\nartinya \"bertanggung jawab\"). Dia dengan dernikian ingin mengingatkan para pelatih\nagar mereka dalam tugas melatihnya melakukannya dengan penuh tanggung jaab.\nAda ungkapan yang mengatakan bahwa Tinggi-rendahnya porforna atlet adalah\nceminan dari tinggi-rendahnya ilmu dan keterampilan pelatihnya dan Apa yang\ndikjprahkan atlet dalam pertandingan lalah cerninan darl apa yang sudah atau belurm\ndiberikan oleh pelatih dalam latihan.\" Oleh karena itu berhasil atau gagainya atiet\nadalah sepenuhnya tanggung jawab pelatih. Kurang patutlah kalau kegagalan selalu\ndilimpahkan kepada atlet.": "Keyword yang dapat digunakan untuk buku ini adalah:\n\n1. Verantwoord Trainen\n2. Pelatih\n3. Tanggung Jawab\n4. Performa Atlet\n5. Ilmu dan Keterampilan\n6. Pertandingan\n7. Latihan\n8. Sukses\n9. Gagal\n10. Pelimpahan Tanggung Jawab", "Vrijens (2001) menulis buku berjudul \"Basis voor Verantwoord Trainen.\"(Verantwoord\nartinya \"bertanggung jawab\"). Dia dengan demikian ingin mengingatkan para pelatih\nagar mereka dalam tugas melatihnya melakukannya dengan penuh tanggung jawab.\nAda ungkapan yang mengatakan bahwa \"Tinggi-rendahnya performa atet adalah\ncerminan dari tinggi-rendahnya ilmu dan keterampilan pelatihnya\" dan \"Apa yang\ndikiprahkan atlet dalam pertandingan ialah cerminan dari apa yang sudah atau belum\ndiberikan oleh pelatih dalam latihan.\"Oleh karena itu berhasil atau gagalnya atlet\nadalah sepenuhnya tanggung jawab pelatih. Kurang patutlah kalau kegagalan selalu\ndilimpahkan kepada atlet.": "1. Pelatihan bertanggung jawab\n2. Performa atlet\n3. Ilmu dan keterampilan pelatih\n4. Hasil latihan atlet\n5. Kegagalan pelatih\n6. Tanggung jawab pelatih\n7. Peningkatan prestasi\n8. Kualitas pelatihan\n9. Peran pelatih\n10. Keterampilan atlet", "\"A well-written primer on OpenGL, one that will serve graphics programmers\nin the development of first- rate applications a source that is timely and\nneeded by the graphics community.\"\nHighlights include:\nIndeed, Edward Angel's OpenGL: A Primer is just that: a concise presentation of\nfundamental OpenGL 1.2 commands. It succeeds both as a companion to a\nbook introducing computer graphics principles, and as a stand-alone beginners'\nquide to OpenGL for programmers with a background in computer graphics.\n-William David Shoaff, Florida Institute of Technology\nComplete coverage of a subset of the OpenGL Application Programmers\nInterface (API).\nBA non-mathematical treatment of OpenGL to demonstrate the \"how to\" so\nreaders are quickly programming computer graphics.\nW Case studies that apply the commands and examples introduced in each\nchapter.\nMA discussion of common pitfalls in every chapter.\nEdward Angel is a Professor of Computer Science and Electrical and Computer\nEngineering at the University of New Mexico. He received his Ph.D. in electrical engi-\nneering from the University of Southern California in 1968 and his B.S. in engineering\nfrom the California Institute of Technology in l964. His present research interests\ninclude computer graphics, scientific visualization, and parallel renderina.\nProfessor Angel has taught short courses on OpenGL around the world, includino ot\nSIGGRAPH. He is the best-selling author of interactive Computer Graphics: A Top-": "OpenGL, graphics programming, computer graphics, Edward Angel, primer, API, non-mathematical, programming guide, case studies, common pitfalls, computer science, electrical engineering, scientific visualization, parallel rendering, SIGGRAPH, interactive Computer Graphics.", "THE SUNDAY TIMES TOP TEN BESTSELLER\n\"Ingeniously simple tips from a zen monk\nthat'll boost your mood, career- and relationship\nDaily Mail\n'Is it the world that's busy, or my mínd?\"\nIn this beautifully illustrated, bestselling guide to\nmindfulness, Haemin Sunim, a Buddhist monk born in\nKorea who has experienced a lifetime of change, offers\nspiritual advice on everything from bandling setbacks at\nwork to dealing with love and relationships.": "1. Keseimbangan\n2. Kebahagiaan\n3. Kesuksesan\n4. Hubungan\n5. Ketenangan\n6. Kecerdasan emosional\n7. Kehidupan spiritual\n8. Kebangkitan diri\n9. Pengembangan pribadi\n10. Kesabaran"}